Repository: vglug/GetMyEbookWeb
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: Rating: %(rating)s stars
ta: மதிப்பீடு: %(rating)s நட்சத்திரங்கள்

source: File format: %(format)s
ta: கோப்பு வடிவம்: %(format)s

source: Category: %(name)s
ta: வகை: %(name)s

source: Language: %(name)s
ta: மொழி: %(name)s

source: Downloads
ta: பதிவிறக்கங்கள்

source: Ratings list
ta: மதிப்பீடுகள் பட்டியல்

source: File formats list
ta: கோப்பு வடிவங்களின் பட்டியல்

source: Please configure the SMTP mail settings first...
ta: முதலில் SMTP அஞ்சல் அமைப்புகளை உள்ளமைக்கவும்...

source: Success! Book queued for sending to %(eReadermail)s
ta: வெற்றி! %(eReadermail)s க்கு அனுப்புவதற்கு புத்தகம் வரிசையில் நிற்கிறது

source: Oops! There was an error sending book: %(res)s
ta: புத்தகத்தை அனுப்புவதில் பிழை ஏற்பட்டது: %(res)s

source: Oops! Please update your profile with a valid eReader Email.
ta: சரியான eReader மின்னஞ்சலுடன் உங்கள் சுயவிவரத்தைப் புதுப்பிக்கவும்.

source: Please wait one minute to register next user
ta: அடுத்த பயனரை பதிவு செய்ய ஒரு நிமிடம் காத்திருக்கவும்

source: Register
ta: பதிவு செய்யுங்கள்

source: Connection error to limiter backend, please contact your administrator
ta: லிமிட்டர் பின்தளத்தில் இணைப்பு பிழை, உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்

source: Oops! Email server is not configured, please contact your administrator.
ta: மின்னஞ்சல் சேவையகம் உள்ளமைக்கப்படவில்லை, உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்

source: Oops! Your Email is not allowed.
ta: உங்கள் மின்னஞ்சல் அனுமதிக்கப்படவில்லை.

source: Success! Confirmation Email has been sent.
ta: வெற்றி! உறுதிப்படுத்தல் மின்னஞ்சல் அனுப்பப்பட்டது.

source: Cannot activate LDAP authentication
ta: LDAP அங்கீகாரத்தை செயல்படுத்த முடியவில்லை

source: Please wait one minute before next login
ta: அடுத்த உள்நுழைவுக்கு முன் ஒரு நிமிடம் காத்திருக்கவும்

source: you are now logged in as: '%(nickname)s'
ta: நீங்கள் இப்போது இவ்வாறு உள்நுழைந்துள்ளீர்கள்: '%(nickname)s'

source: Could not login: %(message)s
ta: உள்நுழைய முடியவில்லை: %(message)s

source: Wrong Username or Password
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்

source: New Password was sent to your email address
ta: உங்கள் மின்னஞ்சல் முகவரிக்கு புதிய கடவுச்சொல் அனுப்பப்பட்டது

source: An unknown error occurred. Please try again later.
ta: அறியப்படாத பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.

source: Please enter valid username to reset password
ta: கடவுச்சொல்லை மீட்டமைக்க சரியான பயனர்பெயரை உள்ளிடவும்

source: You are now logged in as: '%(nickname)s'
ta: நீங்கள் இப்போது இவ்வாறு உள்நுழைந்துள்ளீர்கள்: '%(nickname)s'

source: %(name)s's Profile
ta: %(name)s இன் சுயவிவரம்

source: Success! Profile Updated
ta: வெற்றி! சுயவிவரம் புதுப்பிக்கப்பட்டது

source: Oops! An account already exists for this Email.
ta: இந்த மின்னஞ்சலுக்கு ஏற்கனவே கணக்கு உள்ளது.

source: Found no valid gmail.json file with OAuth information
ta: OAuth தகவலுடன் சரியான gmail.json கோப்பு எதுவும் இல்லை

source: Delete temp folder contents
ta: தற்காலிக கோப்புறை உள்ளடக்கங்களை நீக்கவும்

source: %(book)s send to E-Reader
ta: %(book)s ஈ-ரீடருக்கு அனுப்பப்படும்

source: Calibre ebook-convert %(tool)s not found
ta: Caliber ebook-convert %(tool)s கிடைக்கவில்லை

source: %(format)s format not found on disk
ta: %(format)s வடிவம் வட்டில் இல்லை

source: Ebook converter failed with unknown error
ta: அறியப்படாத பிழையால் மின்புத்தக மாற்றி தோல்வியடைந்தது

source: Kepubify-converter failed: %(error)s
ta: Kepubify-converter தோல்வியடைந்தது: %(error)s

source: Converted file not found or more than one file in folder %(folder)s
ta: மாற்றப்பட்ட கோப்பு காணப்படவில்லை அல்லது %(folder)s கோப்புறையில் ஒன்றுக்கும் மேற்பட்ட கோப்புகள்

source: Calibre failed with error: %(error)s
ta: பிழையுடன் காலிபர் தோல்வியடைந்தது: %(error)s

source: Ebook-converter failed: %(error)s
ta: மின்புத்தக மாற்றி தோல்வியடைந்தது: %(error)s

source: Convert
ta: மாற்றவும்

source: Reconnecting Calibre database
ta: காலிபர் தரவுத்தளத்தை மீண்டும் இணைக்கிறது

source: E-mail
ta: மின்னஞ்சல்

source: Backing up Metadata
ta: மெட்டாடேட்டாவை காப்புப் பிரதி எடுக்கிறது

source: Generated %(count)s cover thumbnails
ta: %(count)s கவர் சிறுபடங்களை உருவாக்கியது

source: Cover Thumbnails
ta: கவர் சிறுபடங்கள்

source: Generated {0} series thumbnails
ta: {0} தொடர் சிறுபடங்களை உருவாக்கியது

source: Clearing cover thumbnail cache
ta: அட்டை சிறுபட தேக்ககத்தை அழிக்கிறது

source: Upload
ta: பதிவேற்றவும்

source: Users
ta: பயனர்கள்

source: Username
ta: பயனர் பெயர்

source: Email
ta: மின்னஞ்சல்

source: Send to eReader Email
ta: eReader மின்னஞ்சலுக்கு அனுப்பவும்

source: Admin
ta: நிர்வாகி

source: Password
ta: கடவுச்சொல்

source: Download
ta: பதிவிறக்கவும்

source: View Books
ta: புத்தகங்களைப் பார்க்கவும்

source: Edit
ta: திருத்தவும்

source: Delete
ta: நீக்கவும்

source: Public Shelf
ta: பொது வரிசை

source: Import LDAP Users
ta: LDAP பயனர்களை இறக்குமதி செய்யவும்

source: Email Server Settings
ta: மின்னஞ்சல் சேவையக அமைப்புகள்

source: SMTP Hostname
ta: SMTP ஹோஸ்ட்பெயர்

source: SMTP Port
ta: SMTP போர்ட்

source: Encryption
ta: குறியாக்கம்

source: SMTP Login
ta: SMTP உள்நுழைவு

source: From Email
ta: மின்னஞ்சலில் இருந்து

source: Email Service
ta: மின்னஞ்சலில் இருந்து

source: Gmail via Oauth2
ta: Oauth2 வழியாக Gmail

source: Configuration
ta: கட்டமைப்பு

source: Calibre Database Directory
ta: காலிபர் டேட்டாபேஸ் டைரக்டரி

source: Log Level
ta: பதிவு நிலை

source: Port
ta: துறைமுகம்

source: External Port
ta: வெளி துறைமுகம்

source: Books per Page
ta: ஒரு பக்கத்திற்கு புத்தகங்கள்

source: Uploads
ta: பதிவேற்றங்கள்

source: Anonymous Browsing
ta: அநாமதேய உலாவல்

source: Public Registration
ta: பொதுப் பதிவு

source: Magic Link Remote Login
ta: மேஜிக் லிங்க் ரிமோட் உள்நுழைவு

source: Reverse Proxy Login
ta: ரிவர்ஸ் ப்ராக்ஸி உள்நுழைவு

source: Reverse Proxy Header Name
ta: தலைகீழ் பதிலாள் தலைப்பு பெயர்

source: Edit Calibre Database Configuration
ta: காலிபர் தரவுத்தள உள்ளமைவைத் திருத்தவும்

source: Edit Basic Configuration
ta: அடிப்படை உள்ளமைவைத் திருத்தவும்

source: Edit UI Configuration
ta: UI உள்ளமைவைத் திருத்து

source: Scheduled Tasks
ta: திட்டமிடப்பட்ட பணிகள்

source: Start Time
ta: தொடக்க நேரம்

source: Maximum Duration
ta: அதிகபட்ச காலம்

source: Generate Thumbnails
ta: சிறுபடங்களை உருவாக்கவும்

source: Generate series cover thumbnails
ta: தொடர் அட்டை சிறுபடங்களை உருவாக்கவும்

source: Reconnect Calibre Database
ta: காலிபர் தரவுத்தளத்தை மீண்டும் இணைக்கவும்

source: Generate Metadata Backup Files
ta: சிறுபடம் தற்காலிக சேமிப்பைப் புதுப்பிக்கவும்

source: Administration
ta: நிர்வாகம்

source: Download Debug Package
ta: பிழைத்திருத்த தொகுப்பைப் பதிவிறக்கவும்

source: View Logs
ta: பதிவுகளைப் பார்க்கவும்

source: Restart
ta: மறுதொடக்கம்

source: Shutdown
ta: பணிநிறுத்தம்

source: Version Information
ta: பதிப்பு தகவல்

source: Version
ta: பதிப்பு

source: Details
ta: விவரங்கள்

source: Current Version
ta: தற்போதைய பதிப்பு

source: Check for Update
ta: புதுப்பிப்பை சரிபார்க்கவும்

source: Perform Update
ta: புதுப்பிப்பைச் செய்யவும்

source: Are you sure you want to restart?
ta: நிச்சயமாக மீண்டும் தொடங்க விரும்புகிறீர்களா?

source: OK
ta: சரி

source: Cancel
ta: ரத்து செய்

source: Are you sure you want to shutdown?
ta: நிச்சயமாக நிறுத்த வேண்டுமா?

source: Updating, please do not reload this page
ta: புதுப்பிக்கிறது, இந்தப் பக்கத்தை மீண்டும் ஏற்ற வேண்டாம்

source: via
ta: வழியாக

source: In Library
ta: நூலகத்தில்

source: Sort according to book date, newest first
ta: புத்தகத் தேதியின்படி வரிசைப்படுத்தவும், புதியது முதலில்

source: Sort according to book date, oldest first
ta: புத்தகத் தேதியின்படி வரிசைப்படுத்தவும், பழையது முதலில்

source: Sort title in alphabetical order
ta: தலைப்பை அகர வரிசைப்படி வரிசைப்படுத்தவும்

source: Sort title in reverse alphabetical order
ta: தலைப்பை தலைகீழ் அகரவரிசையில் வரிசைப்படுத்தவும்

source: Sort according to publishing date, newest first
ta: வெளியிடும் தேதியின்படி வரிசைப்படுத்தவும், புதியது முதலில்

source: Sort according to publishing date, oldest first
ta: வெளியிடப்பட்ட தேதியின்படி வரிசைப்படுத்தவும், பழையது முதலில்

source: reduce
ta: குறைக்க

source: More by
ta: மேலும் மூலம்

source: Delete Book
ta: புத்தகத்தை நீக்கு

source: Delete formats:
ta: வடிவங்களை நீக்கு:

source: Convert book format:
ta: புத்தக வடிவத்தை மாற்றவும்:

source: Convert from:
ta: இதிலிருந்து மாற்று:

source: select an option
ta: ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்

source: Convert to:
ta: இதற்கு மாற்று:

source: Convert book
ta: புத்தகத்தை மாற்றவும்

source: Uploading...
ta: பதிவேற்றுகிறது...

source: Close
ta: மூடு

source: Error
ta: பிழை

source: Upload done, processing, please wait...
ta: பதிவேற்றம் முடிந்தது, செயலாக்கப்படுகிறது, காத்திருக்கவும்...

source: Upload Format
ta: பதிவேற்ற வடிவம்

source: Book Title
ta: புத்தகத்தின் தலைப்பு

source: Author
ta: ஆசிரியர்

source: Description
ta: விளக்கம்

source: Identifiers
ta: அடையாளங்காட்டிகள்

source: Identifier Type
ta: அடையாளங்காட்டி வகை

source: Identifier Value
ta: அடையாளங்காட்டி மதிப்பு

source: Remove
ta: அகற்று

source: Add Identifier
ta: அடையாளங்காட்டியைச் சேர்க்கவும்

source: Tags
ta: குறிச்சொற்கள்

source: Series ID
ta: தொடர் ஐடி

source: Rating
ta: மதிப்பீடு

source: Upload Cover from Local Disk
ta: உங்கள் கணிணியிலிருந்து முதற்பக்க அட்டையை தெரிவு செய்யவும்

source: Published Date
ta: வெளியிட்ட தேதி

source: Publisher
ta: பதிப்பாளர்

source: Language
ta: மொழி

source: Yes
ta: ஆம்

source: No
ta: இல்லை

source: View Book on Save
ta: சேமிக்கும்போது புத்தகத்தைப் பார்க்கவும்

source: Fetch Metadata
ta: மெட்டாடேட்டாவைப் பெறவும்

source: Save
ta: சேமி

source: Keyword
ta: முக்கிய வார்த்தை

source: Search keyword
ta: வார்த்தையை தேடு

source: Click the cover to load metadata to the form
ta: மெட்டாடேட்டாவை படிவத்தில் ஏற்ற அட்டையைக் கிளிக் செய்க

source: Loading...
ta: ஏற்றுகிறது...

source: Source
ta: மூலம்

source: Search error!
ta: பிழையை தேடு!

source: No Result(s) found! Please try another keyword.
ta: முடிவு(கள்) கிடைக்கவில்லை! மற்றொரு முக்கிய சொல்லை முயற்சிக்கவும்.

source: This Field is Required
ta: இந்த புலம் தேவை

source: Merge selected books
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை ஒன்றிணைக்கவும்

source: Remove Selections
ta: தேர்வுகளை அகற்று

source: Exchange author and title
ta: ஆசிரியர் மற்றும் தலைப்பு பரிமாற்றம்

source: Update Title Sort automatically
ta: தலைப்பு வரிசையை தானாகவே புதுப்பிக்கவும்

source: Update Author Sort automatically
ta: ஆசிரியரின் வரிசையை தானாகவே புதுப்பிக்கவும்

source: Enter Title
ta: தலைப்பை உள்ளிடவும்

source: Title
ta: தலைப்பு

source: Enter Title Sort
ta: தலைப்பு வரிசையை உள்ளிடவும்

source: Title Sort
ta: தலைப்பு வரிசைப்படுத்தவும்

source: Enter Author Sort
ta: ஆசிரியர் வரிசையை உள்ளிடவும்

source: Author Sort
ta: ஆசிரியர் வரிசை

source: Enter Authors
ta: ஆசிரியர்களை உள்ளிடவும்

source: Enter Categories
ta: வகைகளை உள்ளிடவும்

source: Enter Series
ta: தொடரை உள்ளிடவும்

source: Series Index
ta: தொடர் குறியீடு

source: Enter Languages
ta: மொழிகளை உள்ளிடவும்

source: Publishing Date
ta: வெளியிடும் தேதி

source: Enter Publishers
ta: வெளியீட்டாளர்களை உள்ளிடவும்

source: Enter comments
ta: கருத்துகளை உள்ளிடவும்

source: Comments
ta: கருத்துகள்

source: Archive Status
ta: காப்பக நிலை

source: Read Status
ta: படித்த நிலை

source: Enter
ta: உள்ளிடவும்

source: Are you really sure?
ta: நீங்கள் உண்மையில் நிச்சயமாக இருக்கிறீர்களா?

source: Books with Title will be merged from:
ta: தலைப்புடன் உள்ள புத்தகங்கள் இதிலிருந்து இணைக்கப்படும்:

source: Into Book with Title:
ta: தலைப்புடன் உள்ள புத்தகத்துக்குள்:

source: Merge
ta: இணைக்கவும்

source: Location of Calibre Database
ta: காலிப்ர் தரவுத்தொகுப்பின் இருப்பிடம்

source: Separate Book Files from Library
ta: புத்தக கோப்புகளை நூலகத்திலிருந்து வேறுபடுத்தவும்

source: Use Google Drive?
ta: கூகிள் டிரைவ் பயன்படுத்த வேண்டுமா?

source: Authenticate Google Drive
ta: கூகிள் டிரைவ் அங்கீகாரம் செய்யவும்

source: Google Drive Calibre folder
ta: கூகிள் டிரைவ் காலிப்ர் கோப்பகம்

source: Metadata Watch Channel ID
ta: மெட்டாடேட்டா கவனிப்பு சேனல் ஐடி

source: Revoke
ta: ரத்து செய்யவும்

source: New db location is invalid, please enter valid path
ta: புதிய db இருப்பிடம் தவறானது, தயவுசெய்து சரியான பாதையை உள்ளிடவும்

source: Server Configuration
ta: சர்வர் அமைப்பு

source: Server Port
ta: சர்வர் போர்ட்

source: SSL certfile location (leave it empty for non-SSL Servers)
ta: SSL சான்றிதழ் கோப்பு இருப்பிடம் (SSL இல்லாத சர்வர்களுக்கு காலியாக விட்டு வைக்கவும்)

source: SSL Keyfile location (leave it empty for non-SSL Servers)
ta: SSL விசை கோப்பு இருப்பிடம் (SSL இல்லாத சர்வர்களுக்கு காலியாக விட்டு வைக்கவும்)

source: Update Channel
ta: புதியமைவு சேனல்

source: Stable
ta: நிலையான

source: Nightly
ta: நள்ளிரவு

source: Trusted Hosts (Comma Separated)
ta: நம்பகமான ஹோஸ்ட் (கொமா பிரிக்கப்பட்ட)

source: Logfile Configuration
ta: பதிவெழுத்து கோப்பு அமைப்பு

source: Location and name of logfile (calibre-web.log for no entry)
ta: பதிவெழுத்து கோப்பின் இருப்பிடமும் பெயரும் (calibre-web.log என்றால் பதிவு இல்லை)

source: Enable Access Log
ta: அணுகல் பதிவை செயல்படுத்தவும்

source: Location and name of access logfile (access.log for no entry)
ta: அணுகல் பதிவின் இருப்பிடமும் பெயரும் (access.log என்றால் பதிவு இல்லை)

source: Feature Configuration
ta: அம்சம் அமைப்பு

source: Convert non-English characters in title and author while saving to disk
ta: தலைப்பு மற்றும் ஆசிரியரின் ஆங்கிலமில்லாத எழுத்துக்களை டிஸ்கில் சேமிக்கும் போது மாற்றவும்

source: Enable Uploads
ta: பதிவேற்றங்களை செயல்படுத்தவும்

source: (Please ensure that users also have upload permissions)
ta: (பயனர்களுக்கு பதிவேற்ற அனுமதிகள் உள்ளனவென உறுதி செய்யவும்)

source: Allowed Upload Fileformats
ta: அனுமதிக்கப்பட்ட பதிவேற்ற கோப்பு வடிவங்கள்

source: Enable Anonymous Browsing
ta: அடையாளமற்ற உலாவலை செயல்படுத்தவும்

source: Enable Public Registration
ta: பொது பதிவு செயல்படுத்தவும்

source: Use Email as Username
ta: மின்னஞ்சலை பயனர் பெயராகப் பயன்படுத்தவும்

source: Enable Magic Link Remote Login
ta: மாஜிக் லிங்க் தொலைதூர உள்நுழைவை செயல்படுத்தவும்

source: Enable Kobo sync
ta: கோபோ ஒத்திசைவை செயல்படுத்தவும்

source: Proxy unknown requests to Kobo Store
ta: பொரியாத கோரிக்கைகளை கோபோ கடைக்கு பிராக்ஸி செய்யவும்

source: Server External Port (for port forwarded API calls)
ta: சர்வர் வெளிப்புற போர்ட் (போர்ட் அனுப்பப்பட்ட API அழைப்புகளுக்கு)

source: Use Goodreads
ta: குட்ரீட்ஸைப் பயன்படுத்தவும்

source: Goodreads API Key
ta: குட்ரீட்ஸ் API விசை

source: Allow Reverse Proxy Authentication
ta: ரிவர்ஸ் பிராக்ஸி அங்கீகாரத்தை அனுமதிக்கவும்

source: Login type
ta: உள்நுழைவு வகை

source: Use Standard Authentication
ta: நிலையான அங்கீகாரத்தை பயன்படுத்தவும்

source: Use LDAP Authentication
ta: LDAP அங்கீகாரத்தை பயன்படுத்தவும்

source: Use OAuth
ta: OAuth ஐ பயன்படுத்தவும்

source: LDAP Server Host Name or IP Address
ta: LDAP சர்வர் ஹோஸ்ட் பெயர் அல்லது IP முகவரி

source: LDAP Server Port
ta: LDAP சர்வர் போர்ட்

source: LDAP Encryption
ta: LDAP குறியாக்கம்

source: LDAP Certificate Path (Only needed for Client Certificate Authentication)
ta: LDAP சான்றிதழ் பாதை (வாடிக்கையாளர் சான்றிதழ் அங்கீகாரத்திற்கு மட்டும் தேவையானது)

source: LDAP Keyfile Path (Only needed for Client Certificate Authentication)
ta: LDAP விசைப்பதிவு கோப்பு பாதை (வாடிக்கையாளர் சான்றிதழ் அங்கீகாரத்திற்கு மட்டும் தேவையானது)

source: LDAP Authentication
ta: LDAP அங்கீகாரம்

source: Anonymous
ta: அடையாளமற்ற

source: Unauthenticated
ta: அங்கீகரிக்கப்படாத

source: Simple
ta: எளிமையான

source: LDAP Administrator Username
ta: LDAP நிர்வாகி பயனர் பெயர்

source: LDAP Administrator Password
ta: LDAP நிர்வாகி கடவுச்சொல்

source: LDAP Distinguished Name (DN)
ta: LDAP மாறுபட்ட பெயர் (DN)

source: LDAP User Object Filter
ta: LDAP பயனர் பொருள் வடிகட்டி

source: LDAP Server is OpenLDAP?
ta: LDAP சர்வர் OpenLDAP ஆக உள்ளதா?

source: Following Settings are Needed For User Import
ta: பயனர் இறக்குமதிக்கு பின்வரும் அமைப்புகள் தேவையானவை

source: LDAP Group Object Filter
ta: LDAP குழு பொருள் வடிகட்டி

source: LDAP Group Name
ta: LDAP குழு பெயர்

source: LDAP Group Members Field
ta: LDAP குழு உறுப்பினர்கள் புலம்

source: LDAP Member User Filter Detection
ta: LDAP உறுப்பினர் பயனர் வடிகட்டி கண்டறிதல்

source: Autodetect
ta: தானாக கண்டறி

source: Custom Filter
ta: தனிப்பயன் வடிகட்டி

source: LDAP Member User Filter
ta: LDAP உறுப்பினர் பயனர் வடிகட்டி

source: Obtain %(provider)s OAuth Credential
ta: %(provider)s OAuth சான்றுகளை பெறவும்

source: %(provider)s OAuth Client Id
ta: %(provider)s OAuth கிளையன்ட் ஐடி

source: %(provider)s OAuth Client Secret
ta: %(provider)s OAuth கிளையன்ட் ரகசியம்

source: External binaries
ta: வெளிப்புற பைனரிகள்

source: Path to Calibre Binaries
ta: காலிப்ர் பைனரிகளுக்கான பாதை

source: Calibre E-Book Converter Settings
ta: காலிப்ர் மின்னூல் மாற்றி அமைப்புகள்

source: Path to Kepubify E-Book Converter
ta: கேபபுஃபி மின்னூல் மாற்றிக்கு பாதை

source: Add Allowed/Denied custom column values
ta: அனுமதிக்கப்பட்ட/தடுக்கப்பட்ட தனிப்பயன் நெடுவரிசை மதிப்புகளைச் சேர்க்கவும்

source: Read in Browser
ta: உலாவியில் படிக்கவும்

source: Listen in Browser
ta: உலாவியில் கேட்கவும்

source: Book %(index)s of %(range)s
ta: புத்தகம் %(index)s / %(range)s

source: Published
ta: வெளியிடப்பட்டது

source: Mark As Unread
ta: படிக்காததாக குறிக்கவும்

source: Mark As Read
ta: படித்ததாக குறிக்கவும்

source: Mark Book as Read or Unread
ta: புத்தகத்தை படித்தது அல்லது படிக்காதது என்று குறிக்கவும்

source: Read
ta: படிக்கவும்

source: Restore from archive
ta: காப்பகத்திலிருந்து மீட்டெடுக்கவும்

source: Add to archive
ta: காப்பகத்தில் சேர்

source: Archive
ta: காப்பகம்

source: Description:
ta: விவரம்:

source: Add to shelf
ta: தொகுப்பில் சேர்

source: (Public)
ta: (பொது)

source: Edit Metadata
ta: மெட்டாடேட்டாவை தொகுக்கவும்

source: Email Account Type
ta: மின்னஞ்சல் கணக்கு வகை

source: Standard Email Account
ta: நிலையான மின்னஞ்சல் கணக்கு

source: Gmail Account
ta: ஜிமெயில் கணக்கு

source: Setup Gmail Account
ta: ஜிமெயில் கணக்கை அமைக்கவும்

source: Revoke Gmail Access
ta: ஜிமெயில் அணுகலை ரத்து செய்யவும்

source: SMTP Password
ta: SMTP கடவுச்சொல்

source: Attachment Size Limit
ta: இணைப்பு அளவு வரம்பு

source: Save and Send Test Email
ta: சேமித்து சோதனை மின்னஞ்சலை அனுப்பவும்

source: Back
ta: மீண்டும்

source: Allowed Domains (Whitelist)
ta: அனுமதிக்கப்பட்ட டொமைன்கள் (வெள்ளைப்பட்டியல்)

source: Add Domain
ta: டொமைன் சேர்க்கவும்

source: Add
ta: சேர்

source: Enter domainname
ta: டொமைன் பெயரை உள்ளிடவும்

source: Denied Domains (Blacklist)
ta: தடுக்கப்பட்ட டொமைன்கள் (கருப்பு பட்டியல்)

source: Next
ta: அடுத்து

source: Kobo Token:
ta: கோபோ டோக்கன்:

source: List
ta: பட்டியல்

source: Calibre-Web Instance is unconfigured, please contact your administrator
ta: காலிப்ர்-வெப் அமைவு செய்யப்படவில்லை, தயவுசெய்து உங்கள் நிர்வாகியை தொடர்புகொள்ளவும்

source: Create Issue
ta: பிரச்சினையை உருவாக்கவும்

source: Return to Home
ta: முகப்பிற்கு திரும்பவும்

source: Books ordered by Rating
ta: மதிப்பீட்டின்படி வரிசைப்படுத்தப்பட்ட புத்தகங்கள்

source: Books ordered by file formats
ta: கோப்பு வடிவங்கள் மூலம் வரிசைப்படுத்தப்பட்ட புத்தகங்கள்

source: Shelves
ta: அலமாரிகள்

source: Books organized in shelves
ta: புத்தகங்கள் அலமாரிகளில் ஏற்பாடு செய்யப்பட்டுள்ளன

source: Home
ta: முகப்பு

source: Toggle Navigation
ta: வழிசெலுத்தலை மாற்று

source: Search Library
ta: புத்தகங்களைத் தேடு

source: Account
ta: கணக்கு

source: Logout
ta: வெளியேறு

source: Settings
ta: அமைப்புகள்

source: Show Calibre-Web Log:
ta: காலிப்ர்-வெப் பதிவுகளை காண்பி

source: Calibre-Web Log:
ta: காலிப்ர்-வெப் பதிவுகள்

source: Stream output, can't be displayed
ta: ஸ்ட்ரீம் வெளியீடு, காட்ட முடியாது

source: Show Access Log:
ta: அணுகல் பதிவுகளை காண்பி

source: Download Calibre-Web Log
ta: காலிப்ர்-வெப் பதிவுகளை பதிவிறக்கு

source: Download Access Log
ta: அணுகல் பதிவுகளை பதிவிறக்கு

source: Select Allowed/Denied Tags
ta: அனுமதிக்கப்பட்ட/தடுக்கப்பட்ட குறிச்சொற்களை தேர்வு செய்க

source: Select Allowed/Denied Custom Column Values
ta: அனுமதிக்கப்பட்ட/தடுக்கப்பட்ட தனிப்பயன் நெடுவரிசை மதிப்புகளை தேர்வு செய்க

source: Select Allowed/Denied Tags of User
ta: பயனரின் அனுமதிக்கப்பட்ட/தடுக்கப்பட்ட குறிச்சொற்களை தேர்வு செய்க

source: Select Allowed/Denied Custom Column Values of User
ta: பயனரின் அனுமதிக்கப்பட்ட/தடுக்கப்பட்ட தனிப்பயன் நெடுவரிசை மதிப்புகளை தேர்வு செய்க

source: Enter Tag
ta: குறிச்சொல் உள்ளிடவும்

source: Add View Restriction
ta: பார்வை கட்டுப்பாடுகளை சேர்க்கவும்

source: This book format will be permanently erased from database
ta: இந்த புத்தக வடிவமைப்பு தரவுத்தொகுப்பிலிருந்து நிரந்தரமாக அழிக்கப்படும்

source: This book will be permanently erased from database
ta: இந்த புத்தகம் தரவுத்தொகுப்பிலிருந்து நிரந்தரமாக அழிக்கப்படும்

source: and hard disk
ta: மற்றும் ஹார்ட் டிஸ்கில்

source: Important Kobo Note: deleted books will remain on any paired Kobo device.
ta: முக்கியமான கோபோ குறிப்பு: நீக்கப்பட்ட புத்தகங்கள் இணைக்கப்பட்ட கோபோ சாதனங்களில் இருக்கும்

source: Choose File Location
ta: கோப்பு இருப்பிடத்தை தேர்ந்தெடுக்கவும்

source: type
ta: வகை

source: name
ta: பெயர்

source: size
ta: அளவு

source: Parent Directory
ta: மூல கோப்பகம்

source: Select
ta: தேர்ந்தெடுக்கவும்

source: Ok
ta: சரி

source: GetMyEbook eBook Catalog
ta: GetMyEbook மின்னூல் பட்டியல்

source: epub Reader
ta: இபப் வாசகர்

source: Light
ta: ஒளி

source: Dark
ta: இருள்

source: Sepia
ta: செம்பழுப்பு

source: Black
ta: கருப்பு

source: Reflow text when sidebars are open.
ta: பக்கத்தொகுதிகள் திறக்கும்போது உரையை மறுவரிசைப்படுத்தவும்

source: Font Sizes
ta: எழுத்துரு அளவுகள்

source: Font
ta: எழுத்துரு

source: Default
ta: இயல்புநிலை

source: Yahei
ta: யாஹெய்

source: SimSun
ta: சிம்சன்

source: KaiTi
ta: கைதி

source: Arial
ta: ஏரியல்

source: Spread
ta: பரப்பு

source: Two columns
ta: இரண்டு நெடுவரிசைகள்

source: One column
ta: ஒரு நெடுவரிசை

source: Comic Reader
ta: நகைச்சுவை வாசகர்

source: Keyboard Shortcuts
ta: விசைப்பலகை குறுக்குவழிகள்

source: Previous Page
ta: முந்தைய பக்கம்

source: Next Page
ta: அடுத்த பக்கம்

source: Single Page Display
ta: ஒற்றைப் பக்கக் காட்சி

source: Long Strip Display
ta: நீண்ட துண்டு காட்சி

source: Scale to Best
ta: சிறந்ததாக அளவிடவும்

source: Scale to Width
ta: அகலத்திற்கு அளவிடவும்

source: Scale to Height
ta: உயரத்திற்கு அளவுகோல்

source: Scale to Native
ta: பூர்வீகமாக அளவிடவும்

source: Rotate Right
ta: வலதுபுறம் சுழற்று

source: Rotate Left
ta: இடதுபுறம் சுழற்று

source: Flip Image
ta: படத்தை புரட்டவும்

source: Display
ta: காட்சி

source: Single Page
ta: ஒற்றை பக்கம்

source: Long Strip
ta: நீண்ட துண்டு

source: Scale
ta: அளவுகோல்

source: Best
ta: சிறந்த

source: Width
ta: அகலம்

source: Height
ta: உயரம்

source: Native
ta: பூர்வீகம்

source: Rotate
ta: சுழற்று

source: Flip
ta: புரட்டவும்

source: Horizontal
ta: கிடைமட்ட

source: Vertical
ta: செங்குத்து

source: Direction
ta: திசை

source: Left to Right
ta: இடமிருந்து வலம்

source: Right to Left
ta: வலமிருந்து இடமாக

source: Reset to Top
ta: மேலே மீட்டமைக்கவும்

source: Remember Position
ta: நிலையை நினைவில் கொள்ளுங்கள்

source: Scrollbar
ta: சுருள் பட்டை

source: Show
ta: காட்டு

source: Hide
ta: மறை

source: DJVU Reader
ta: DJVU வாசகர்

source: PDF Reader
ta: PDF வாசகர்

source: txt Reader
ta: Text வாசகர்

source: Register New Account
ta: புதிய கணக்கை பதிவு செய்யவும்

source: Choose a username
ta: பயனர்பெயரை தேர்வு செய்யவும்

source: Your Email
ta: உங்கள் மின்னஞ்சல்

source: Location of Unrar binary
ta: Unrar பைனரியின் இடம்

source: Security Settings
ta: பாதுகாப்பு அமைப்புகள்

source: Limit failed login attempts
ta: உள்நுழைவுக்குக்கான வரம்பு முடிந்தது

source: Configure Backend for Limiter
ta: பின்தளத்த்திற்கான வரம்பை உள்ளமைக்கவும்

source: Options for Limiter Backend
ta: வரம்பு பின்தளத்திற்கான விருப்பங்கள்

source: Check if file extensions matches file content on upload
ta: கோப்பு நீட்டிப்புகள் பதிவேற்றத்தின் போது கோப்பு உள்ளடக்கத்துடன் பொருந்துகிறதா என சரிபார்க்கவும்

source: Session protection
ta: அமர்வு பாதுகாப்பு

source: Basic
ta: அடிப்படை

source: Strong
ta: வலுவான

source: User Password policy
ta: பயனர் கடவுச்சொல் கொள்கை

source: Minimum password length
ta: குறைந்தபட்ச கடவுச்சொல் நீளம்

source: Enforce number
ta: எண்ணைச் செயல்படுத்தவும்

source: Enforce lowercase characters
ta: சிறிய எழுத்துக்களைச் செயல்படுத்தவும்

source: Enforce uppercase characters
ta: பெரிய எழுத்துகளை செயல்படுத்தவும்
