Repository: vglug/GetMyEbookWeb
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: Enforce characters (needed For Chinese/Japanese/Korean Characters)
ta: எழுத்துக்களைச் செயல்படுத்து (சீன/ஜப்பானிய/கொரிய எழுத்துக்களுக்குத் தேவை)

source: Enforce special characters
ta: சிறப்பு எழுத்துக்களைச் செயல்படுத்தவும்

source: View Configuration
ta: உள்ளமைவைப் பார்க்கவும்

source: No. of Random Books to Display
ta: காட்சிப்படுத்த வேண்டிய ரேண்டம் புத்தகங்களின் எண்ணிக்கை

source: No. of Authors to Display Before Hiding (0=Disable Hiding)
ta: மறைப்பதற்கு முன் காண்பிக்க வேண்டிய ஆசிரியர்களின் எண்ணிக்கை (0=மறைப்பதை முடக்கு)

source: Theme
ta: ஆய்வுப்அபாருள்

source: Standard Theme
ta: தரநிலை ஆய்வுப்அபாருள்

source: caliBlur! Dark Theme
ta: காலி ப்ளூர்! இருள் ஆய்வுப்அபாருள்

source: Regular Expression for Ignoring Columns
ta: நெடுவரிசைகளைப் புறக்கணிப்பதற்கான வழக்கமான வெளிப்பாடு

source: Link Read/Unread Status to Calibre Column
ta: படித்த/படிக்காத நிலையை காலிபர் நெடுவரிசையுடன் இணைக்கவும்

source: View Restrictions based on Calibre column
ta: காலிபர் நெடுவரிசையின் அடிப்படையில் கட்டுப்பாடுகளைக் காண்க

source: Regular Expression for Title Sorting
ta: தலைப்பு வரிசையாக்கத்திற்கான வழக்கமான வெளிப்பாடு

source: Default Settings for New Users
ta: புதிய பயனர்களுக்கான இயல்புநிலை அமைப்புகள்

source: Admin User
ta: நிர்வாக பயனர்

source: Allow Downloads
ta: பதிவிறக்கங்களை அனுமதிக்கவும்

source: Allow eBook Viewer
ta: மின்புத்தக பார்வையாளரை அனுமதிக்கவும்

source: Allow Uploads
ta: பதிவேற்றங்களை அனுமதிக்கவும்

source: Allow Edit
ta: திருத்த அனுமதிக்கவும்

source: Allow Delete Books
ta: புத்தகங்களை நீக்க அனுமதிக்கவும்

source: Allow Changing Password
ta: கடவுச்சொல்லை மாற்ற அனுமதிக்கவும்

source: Allow Editing Public Shelves
ta: பொது புத்தக வரிசைககளைத் திருத்த அனுமதிக்கவும்

source: Default Language
ta: இயல்பு மொழி

source: Default Visible Language of Books
ta: புத்தகங்களின் இயல்புநிலை மொழி

source: Default Visibilities for New Users
ta: புதிய பயனர்களுக்கான இயல்புநிலை பார்வைகள்

source: Show Random Books in Detail View
ta: ரேண்டம் புத்தகங்களை விரிவான பார்வையில் காட்டு

source: Add Allowed/Denied Tags
ta: அனுமதிக்கப்பட்ட/மறுக்கப்பட்ட குறிச்சொற்களைச் சேர்க்கவும்

source: Magic Link - Authorise New Device
ta: மேஜிக் இணைப்பு - புதிய சாதனத்தை அங்கீகரிக்கவும்

source: On another device, login and visit:
ta: மற்றொரு சாதனத்தில், உள்நுழைந்து பார்வையிடவும்

source: Once verified, you will automatically be logged in on this device.
ta: சரிபார்க்கப்பட்டதும், நீங்கள் தானாகவே இந்தச் சாதனத்தில் உள்நுழைவீர்கள்.

source: This verification link will expire in 10 minutes.
ta: இந்த சரிபார்ப்பு இணைப்பு 10 நிமிடங்களில் காலாவதியாகிவிடும்.

source: Generate Series Cover Thumbnails
ta: தொடர் அட்டை சிறு உருவங்களை உருவாக்கவும்

source: No Results Found
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை

source: Search Term:
ta: தேடல் கால

source: Results for:
ta: க்கான முடிவுகள்

source: Published Date From
ta: வெளியிடப்பட்ட தேதி

source: Published Date To
ta: வெளியிடப்பட்ட தேதி

source: Any
ta: ஏதேனும்

source: Empty
ta: காலி

source: Exclude Tags
ta: குறிச்சொற்களை விலக்கு

source: Exclude Series
ta: தொடரை விலக்கு

source: Exclude Shelves
ta: அலமாரிகளை விலக்கு

source: Exclude Languages
ta: மொழிகளை விலக்கு

source: Extensions
ta: நீட்டிப்புகள்

source: Exclude Extensions
ta: நீட்டிப்புகளை விலக்கு

source: Rating Above
ta: மதிப்பீடு மேலே

source: Rating Below
ta: மதிப்பீடு கீழே

source: From:
ta: இருந்து

source: To:
ta: செய்ய

source: Delete this Shelf
ta: இந்த அலமாரியை நீக்கு

source: Edit Shelf Properties
ta: ஷெல்ஃப் பண்புகளைத் திருத்தவும்

source: Arrange books manually
ta: புத்தகங்களை கைமுறையாக வரிசைப்படுத்துங்கள்

source: Disable Change order
ta: மாற்ற வரிசையை முடக்கு

source: Enable Change order
ta: வரிசையை மாற்றுவதை இயக்கு

source: Sort according to book added to shelf, newest first
ta: அலமாரியில் சேர்க்கப்பட்ட புத்தகத்தின்படி வரிசைப்படுத்தவும், புதியது முதலில்

source: Sort according to book added to shelf, oldest first
ta: அலமாரியில் சேர்க்கப்பட்ட புத்தகத்தின்படி வரிசைப்படுத்தவும், முதலில் பழையது

source: Share with Everyone
ta: அனைவருக்கும் பகிரவும்

source: Sync this shelf with Kobo device
ta: இந்த அலமாரியை கோபோ சாதனத்துடன் ஒத்திசைக்கவும்

source: Drag to Rearrange Order
ta: வரிசையை மறுசீரமைக்க இழுக்கவும்

source: Hidden Book
ta: மறைக்கப்பட்ட புத்தகம்

source: Library Statistics
ta: நூலக புள்ளிவிவரங்கள்

source: Books in this Library
ta: இந்த நூலகத்தில் உள்ள புத்தகங்கள்

source: Authors in this Library
ta: இந்த நூலகத்தில் உள்ள ஆசிரியர்கள்

source: Categories in this Library
ta: இந்த நூலகத்தில் உள்ள வகைகள்

source: Series in this Library
ta: இந்த நூலகத்தில் உள்ள தொடர்

source: System Statistics
ta: கணினி புள்ளிவிவரங்கள்

source: Program
ta: நிரல்

source: Installed Version
ta: நிறுவப்பட்ட பதிப்பு

source: User
ta: பயனர்

source: Task
ta: பணி

source: Status
ta: நிலை

source: Progress
ta: மேம்பாடு

source: Run Time
ta: இயக்க நேரம்

source: Message
ta: தூதுரை

source: Actions
ta: செயல்பாடுகள்

source: This task will be cancelled. Any progress made by this task will be saved.
ta: இந்த பணி ரத்து செய்யப்படும். இதற்கு முன் செய்யப்பட்ட அணைத்து பணிகளும் சேமிக்கப்படும்.

source: Reset user Password
ta: பயனர் கடவுச்சொல்லை மீட்டமைக்கவும்

source: Language of Books
ta: புத்தகங்களின் மொழி

source: OAuth Settings
ta: OAuth அமைப்புகள்

source: Link
ta: இணைப்பு

source: Unlink
ta: இணைப்பை துண்டிக்கவும்

source: Create/View
ta: உருவாக்கவும்/பார்க்கவும்

source: Add allowed/Denied Custom Column Values
ta: அனுமதிக்கப்பட்ட/மறுக்கப்பட்ட தனிப்பயன் நெடுவரிசை மதிப்புகளைச் சேர்க்கவும்

source: Sync only books in selected shelves with Kobo
ta: தேர்ந்தெடுக்கப்பட்ட அலமாரிகளில் உள்ள புத்தகங்களை மட்டும் கோபோவுடன் ஒத்திசைக்கவும்

source: Delete User
ta: பயனரை நீக்கு

source: Select...
ta: தேர்ந்தெடு...

source: Edit User
ta: பயனரைத் திருத்து

source: Enter Username
ta: பயனர்பெயரை உள்ளிடவும்

source: Enter Email
ta: மின்னஞ்சலை உள்ளிடவும்

source: Enter eReader Email
ta: வாசிப்பவர் மின்னஞ்சலை உள்ளிடவும்

source: eReader Email
ta: வாசிப்பவர் மின்னஞ்சல்

source: Locale
ta: நிகழ்வு இயலிடம்

source: Visible Book Languages
ta: காணக்கூடிய புத்தக மொழிகள்

source: Edit Allowed Tags
ta: அனுமதிக்கப்பட்ட குறிச்சொற்களைத் திருத்தவும்

source: Allowed Tags
ta: அனுமதிக்கப்பட்ட குறிச்சொற்கள்

source: Edit Denied Tags
ta: மறுக்கப்பட்ட குறிச்சொற்களைத் திருத்தவும்

source: Denied Tags
ta: மறுக்கப்பட்ட குறிச்சொற்கள்

source: Edit Allowed Column Values
ta: அனுமதிக்கப்பட்ட நெடுவரிசை மதிப்புகளைத் திருத்தவும்

source: Allowed Column Values
ta: அனுமதிக்கப்பட்ட நெடுவரிசை மதிப்புகள்

source: Edit Denied Column Values
ta: மறுக்கப்பட்ட நெடுவரிசை மதிப்புகளைத் திருத்தவும்

source: Denied Column Values
ta: நிராகரிக்கப்பட்ட நெடுவரிசை மதிப்புகள்

source: Change Password
ta: கடவுச்சொல்லை மாற்றவும்

source: View
ta: காண்க

source: Edit Public Shelves
ta: பொது அலமாரிகளைத் திருத்தவும்

source: Sync selected Shelves with Kobo
ta: தேர்ந்தெடுக்கப்பட்ட அலமாரிகளை கோபோவுடன் ஒத்திசைக்கவும்

source: Show Read/Unread Section
ta: படித்த/படிக்காத பகுதியைக் காட்டு

source: Book Details
ta: புத்தக விவரங்கள்

source: Previous
ta: முந்தைய
