Repository: vglug/GetMyEbookWeb
Catalog: cps/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: Statistics
ta: புள்ளிவிவரங்கள்

source: Server restarted, please reload page.
ta: சேவையகம் மறுதொடக்கம் செய்யப்பட்டது பக்கத்தை ஏற்றவும்

source: Performing Server shutdown, please close window.
ta: சேவையகம் பணிநிறுத்தம் செய்யப்படுகிறது சாளரத்தை மூடு

source: Success! Database Reconnected
ta: வெற்றி!,தரவுத்தளம் மீண்டும் இணைக்கப்பட்டது

source: Unknown command
ta: தெரியாத கருத்து

source: Success! Books queued for Metadata Backup, please check Tasks for result
ta: வெற்றி , மெட்டாடேட்டா காப்புப்பிரதிக்காக புத்தகம் வரிசைப்படுத்தப்பட்டுள்ளது, முடிவுக்கான பணியைச் சரிபார்க்கவும்

source: Unknown
ta: தெரியவில்லை

source: Admin page
ta: நிர்வாக பக்கம்

source: Basic Configuration
ta: அடிப்படை கட்டமைப்பு

source: UI Configuration
ta: பயனர் இடைமுக கட்டமைப்பு

source: Edit Users
ta: பயனர் திருத்தம்

source: All
ta: அனைத்தும்

source: User not found
ta: பயனர் கிடைக்கவில்லை

source: {} users deleted successfully
ta: பயனர்கள் நீக்கப்பட்டனர்

source: Show All
ta: அனைத்தையும் காட்டு

source: Malformed request
ta: தவறான கோரிக்கை

source: Guest Name can't be changed
ta: விருந்தினர் பெயரை மாற்ற முடியாது

source: Guest can't have this role
ta: விருந்தினருக்கு இந்தப் பங்கு இருக்க முடியாது

source: No admin user remaining, can't remove admin role
ta: நிர்வாகிப் பயனர் எவரும் இல்லை, நிர்வாகிப் பொறுப்பை அகற்ற முடியாது

source: Value has to be true or false
ta: மதிப்பு உண்மையாகவோ அல்லது பொய்யாகவோ இருக்க வேண்டும்

source: Invalid role
ta: தவறான பங்கு

source: Guest can't have this view
ta: விருந்தினர் இந்தக் காட்சியைப் பார்க்க முடியாது

source: Invalid view
ta: தவறான பார்வை

source: Guest's Locale is determined automatically and can't be set
ta: விருந்தினரின் இருப்பிடம் தானாக தீர்மானிக்கப்பட்டு அமைக்க முடியாது

source: No Valid Locale Given
ta: சரியான உள்ளூர் கொடுக்கப்படவில்லை

source: No Valid Book Language Given
ta: சரியான புத்தக மொழி கொடுக்கப்படவில்லை

source: Parameter not found
ta: அளவுரு காணப்படவில்லை

source: Invalid Read Column
ta: படிக்கும் நெடுவரிசை தவறானது

source: Invalid Restricted Column
ta: தவறான கட்டுப்படுத்தப்பட்ட நெடுவரிசை

source: Calibre-Web configuration updated
ta: திறன்-வலை கட்டமைப்பு புதுப்பிக்கப்பட்டது

source: Do you really want to delete the Kobo Token?
ta: நீங்கள் உண்மையில் கோபோ டோக்கனை நீக்க விரும்புகிறீர்களா?

source: Do you really want to delete this domain?
ta: இந்த டொமைனை உண்மையில் நீக்க விரும்புகிறீர்களா?

source: Do you really want to delete this user?
ta: இந்த பயனரை உண்மையில் நீக்க விரும்புகிறீர்களா?

source: Are you sure you want to delete this shelf?
ta: இந்த அலமாரியை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

source: Are you sure you want to change locales of selected user(s)?
ta: தேர்ந்தெடுக்கப்பட்ட பயனர்(களின்) இருப்பிடங்களை நிச்சயமாக மாற்ற விரும்புகிறீர்களா?

source: Are you sure you want to change Calibre library location?
ta: காலிபர் லைப்ரரி இருப்பிடத்தை நிச்சயமாக மாற்ற விரும்புகிறீர்களா?

source: Deny
ta: மறுக்கவும்

source: Allow
ta: {} ஒத்திசைவு உள்ளீடுகள் நீக்கப்பட்டன

source: Tag not found
ta: குறி கிடைக்கவில்லை

source: Invalid Action
ta: தவறான செயல்

source: client_secrets.json Is Not Configured For Web Application
ta: client_secrets.json இணைய பயன்பாட்டிற்காக கட்டமைக்கப்படவில்லை

source: Logfile Location is not Valid, Please Enter Correct Path
ta: லாக்ஃபைல் இருப்பிடம் தவறானது, சரியான பாதையை உள்ளிடவும்

source: Access Logfile Location is not Valid, Please Enter Correct Path
ta: அணுகல் லாக்ஃபைல் இருப்பிடம் செல்லுபடியாகாது, சரியான பாதையை உள்ளிடவும்

source: Please Enter a LDAP Provider, Port, DN and User Object Identifier
ta: LDAP வழங்குநர், போர்ட், DN மற்றும் பயனர் பொருள் அடையாளங்காட்டியை உள்ளிடவும்

source: Please Enter a LDAP Service Account and Password
ta: LDAP சேவை கணக்கு மற்றும் கடவுச்சொல்லை உள்ளிடவும்

source: Please Enter a LDAP Service Account
ta: LDAP சேவைக் கணக்கை உள்ளிடவும்

source: LDAP Group Object Filter Needs to Have One "%s" Format Identifier
ta: LDAP குழு பொருள் வடிகட்டி ஒன்று "%s" வடிவமைப்பு அடையாளங்காட்டியைக் கொண்டிருக்க வேண்டும்

source: LDAP Group Object Filter Has Unmatched Parenthesis
ta: LDAP குழு பொருள் வடிகட்டி ஒன்று "%s" வடிவமைப்பு அடையாளங்காட்டியைக் கொண்டிருக்க வேண்டும்

source: LDAP User Object Filter Has Unmatched Parenthesis
ta: LDAP பயனர் பொருள் வடிகட்டி பொருத்தமற்ற அடைப்புக்குறியைக் கொண்டுள்ளது

source: LDAP Member User Filter needs to Have One "%s" Format Identifier
ta: LDAP குழு பொருள் வடிகட்டி ஒன்று "%s" வடிவமைப்பு அடையாளங்காட்டியைக் கொண்டிருக்க வேண்டும்

source: LDAP Member User Filter Has Unmatched Parenthesis
ta: LDAP பயனர் பொருள் வடிகட்டி பொருத்தமற்ற அடைப்புக்குறியைக் கொண்டுள்ளது

source: Add New User
ta: புதிய பயனரைச் சேர்க்கவும்

source: Edit Email Server Settings
ta: மின்னஞ்சல் சேவையக அமைப்புகளைத் திருத்தவும்

source: Success! Gmail Account Verified.
ta: வெற்றி! ஜிமெயில் கணக்கு சரிபார்க்கப்பட்டது.

source: Oops! Database Error: %(error)s.
ta: அச்சச்சோ! தரவுத்தளப் பிழை: %(error)s.

source: Test e-mail queued for sending to %(email)s, please check Tasks for result
ta: சோதனை மின்னஞ்சலை %(email)s அனுப்ப வரிசைப்படுத்தப்பட்டுள்ளது, முடிவுக்கான பணிகளைச் சரிபார்க்கவும்

source: There was an error sending the Test e-mail: %(res)s
ta: சோதனை மின்னஞ்சலை அனுப்புவதில் பிழை ஏற்பட்டது: %(res)s

source: Please configure your e-mail address first...
ta: முதலில் உங்கள் மின்னஞ்சல் முகவரியை உள்ளமைக்கவும்...

source: Email Server Settings updated
ta: மின்னஞ்சல் சேவையக அமைப்புகள் புதுப்பிக்கப்பட்டன

source: Edit Scheduled Tasks Settings
ta: திட்டமிடப்பட்ட பணிகளின் அமைப்புகளைத் திருத்தவும்

source: Invalid start time for task specified
ta: குறிப்பிடப்பட்ட பணிக்கான தவறான தொடக்க நேரம்

source: Invalid duration for task specified
ta: குறிப்பிடப்பட்ட பணிக்கான தவறான கால அளவு

source: Scheduled tasks settings updated
ta: திட்டமிடப்பட்ட பணிகளின் அமைப்புகள் புதுப்பிக்கப்பட்டன

source: Oops! An unknown error occurred. Please try again later.
ta: அச்சச்சோ! அறியப்படாத பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்

source: Settings DB is not Writeable
ta: அமைப்புகள் DB எழுதக்கூடியது அல்ல

source: Edit User %(nick)s
ta: பயனர் %(nick)s ஐத் திருத்தவும்

source: Success! Password for user %(user)s reset
ta: வெற்றி! பயனர் %(user)s மீட்டமைப்பிற்கான கடவுச்சொல்

source: Oops! Please configure the SMTP mail settings.
ta: அச்சச்சோ! SMTP அஞ்சல் அமைப்புகளை உள்ளமைக்கவும்.

source: Logfile viewer
ta: லாக்ஃபைல் வியூவர்

source: Requesting update package
ta: புதுப்பிப்பு தொகுப்பைக் கோருகிறது

source: Downloading update package
ta: புதுப்பிப்பு தொகுப்பைப் பதிவிறக்குகிறது

source: Unzipping update package
ta: புதுப்பிப்பு தொகுப்பை அன்சிப் செய்கிறது

source: Replacing files
ta: கோப்புகளை மாற்றுதல்

source: Database connections are closed
ta: தரவுத்தள இணைப்புகள் மூடப்பட்டுள்ளன

source: Stopping server
ta: சேவையகத்தை நிறுத்துகிறது

source: Update finished, please press okay and reload page
ta: புதுப்பித்தல் முடிந்தது, சரி என்பதை அழுத்தி பக்கத்தை மீண்டும் ஏற்றவும்

source: Update failed:
ta: புதுப்பிப்பு தோல்வியடைந்தது:

source: HTTP Error
ta: HTTP பிழை

source: Connection error
ta: இணைப்பு பிழை

source: Timeout while establishing connection
ta: இணைப்பை நிறுவும் போது நேரம் முடிந்தது

source: General error
ta: பொதுவான பிழை

source: Update file could not be saved in temp dir
ta: புதுப்பிப்பு கோப்பை தற்காலிக இயக்கத்தில் சேமிக்க முடியவில்லை

source: Files could not be replaced during update
ta: புதுப்பிப்பின் போது கோப்புகளை மாற்ற முடியவில்லை

source: Failed to extract at least One LDAP User
ta: குறைந்தது ஒரு LDAP பயனரைப் பிரித்தெடுக்க முடியவில்லை

source: Failed to Create at Least One LDAP User
ta: குறைந்தது ஒரு LDAP பயனரை உருவாக்க முடியவில்லை

source: Error: %(ldaperror)s
ta: பிழை: %(ldaperror)s

source: Error: No user returned in response of LDAP server
ta: பிழை: LDAP சேவையகத்தின் பதிலில் எந்தப் பயனரும் திரும்பவில்லை

source: At Least One LDAP User Not Found in Database
ta: தரவுத்தளத்தில் குறைந்தது ஒரு LDAP பயனரைக் காணவில்லை

source: {} User Successfully Imported
ta: {} பயனர் வெற்றிகரமாக இறக்குமதி செய்யப்பட்டார்

source: Books path not valid
ta: புத்தக பாதை செல்லாது

source: DB Location is not Valid, Please Enter Correct Path
ta: DB இருப்பிடம் தவறானது, சரியான பாதையை உள்ளிடவும்

source: DB is not Writeable
ta: DB எழுதக்கூடியது அல்ல

source: Keyfile Location is not Valid, Please Enter Correct Path
ta: கீஃபைல் இருப்பிடம் செல்லுபடியாகவில்லை, சரியான பாதையை உள்ளிடவும்

source: Certfile Location is not Valid, Please Enter Correct Path
ta: சான்றிதழ் இருப்பிடம் தவறானது, சரியான பாதையை உள்ளிடவும்

source: Password length has to be between 1 and 40
ta: கடவுச்சொல் நீளம் 1 முதல் 40 வரை இருக்க வேண்டும்

source: Database Settings updated
ta: தரவுத்தள அமைப்புகள் புதுப்பிக்கப்பட்டன

source: Database Configuration
ta: தரவுத்தள கட்டமைப்பு

source: Oops! Please complete all fields.
ta: அச்சச்சோ! அனைத்து புலங்களையும் பூர்த்தி செய்யவும்

source: E-mail is not from valid domain
ta: மின்னஞ்சல் செல்லுபடியாகும் டொமைனிலிருந்து இல்லை

source: Add new user
ta: புதிய பயனரைச் சேர்க்கவும்

source: Oops! An account already exists for this Email. or name.
ta: அச்சச்சோ! இந்த மின்னஞ்சலுக்கு ஏற்கனவே கணக்கு உள்ளது. அல்லது பெயர்.

source: User '%(nick)s' deleted
ta: பயனர் '%(nick)s' நீக்கப்பட்டார்

source: Can't delete Guest User
ta: விருந்தினர் பயனரை நீக்க முடியாது

source: No admin user remaining, can't delete user
ta: நிர்வாகி பயனர் யாரும் இல்லை, பயனரை நீக்க முடியாது

source: Email can't be empty and has to be a valid Email
ta: மின்னஞ்சல் காலியாக இருக்கக்கூடாது மற்றும் சரியான மின்னஞ்சலாக இருக்க வேண்டும்

source: User '%(nick)s' updated
ta: பயனர் '%(nick)s' புதுப்பிக்கப்பட்டது

source: not installed
ta: நிறுவப்படவில்லை

source: Execution permissions missing
ta: செயல்படுத்துவதற்கான அனுமதிகள் இல்லை

source: Custom Column No.%(column)d does not exist in calibre database
ta: தனிப்பயன் நெடுவரிசை எண்.%(column)d காலிபர் தரவுத்தளத்தில் இல்லை

source: None
ta: இல்லை

source: File %(file)s uploaded
ta: கோப்பு %(file)s பதிவேற்றப்பட்டது

source: Source or destination format for conversion missing
ta: மாற்றத்திற்கான மூலம் அல்லது இலக்கு வடிவம் இல்லை

source: Book successfully queued for converting to %(book_format)s
ta: %(book_format)sக்கு மாற்றுவதற்கு புத்தகம் வெற்றிகரமாக வரிசையில் இணைக்கப்பட்டது

source: There was an error converting this book: %(res)s
ta: இந்தப் புத்தகத்தை மாற்றுவதில் பிழை ஏற்பட்டது: %(res)s

source: User has no rights to upload cover
ta: கவரைப் பதிவேற்ற பயனருக்கு உரிமை இல்லை

source: Identifiers are not Case Sensitive, Overwriting Old Identifier
ta: அடையாளங்காட்டிகள் கேஸ் சென்சிட்டிவ் அல்ல, பழைய அடையாளங்காட்டியை மேலெழுதும்

source: '%(langname)s' is not a valid language
ta: '%(langname)s' சரியான மொழி அல்ல

source: Metadata successfully updated
ta: மெட்டாடேட்டா வெற்றிகரமாக புதுப்பிக்கப்பட்டது

source: Error editing book: {}
ta: புத்தகத்தைத் திருத்துவதில் பிழை: {}

source: File type isn't allowed to be uploaded to this server
ta: கோப்பு வகையை இந்த சர்வரில் பதிவேற்ற அனுமதிக்கப்படவில்லை

source: File extension '%(ext)s' is not allowed to be uploaded to this server
ta: கோப்பு நீட்டிப்பு '%(ext)s' இந்த சேவையகத்தில் பதிவேற்ற அனுமதிக்கப்படவில்லை

source: File to be uploaded must have an extension
ta: பதிவேற்றப்படும் கோப்பில் நீட்டிப்பு இருக்க வேண்டும்

source: File %(filename)s could not saved to temp dir
ta: கோப்பு %(filename)s ஐ தற்காலிக இயக்கத்தில் சேமிக்க முடியவில்லை

source: Failed to Move Cover File %(file)s: %(error)s
ta: கவர் கோப்பை நகர்த்துவதில் தோல்வி %(file)s: %(error)s

source: Book Format Successfully Deleted
ta: புத்தக வடிவம் வெற்றிகரமாக நீக்கப்பட்டது

source: Book Successfully Deleted
ta: புத்தகம் வெற்றிகரமாக நீக்கப்பட்டது

source: You are missing permissions to delete books
ta: புத்தகங்களை நீக்குவதற்கான அனுமதிகளை நீங்கள் காணவில்லை

source: edit metadata
ta: மெட்டாடேட்டாவைத் திருத்தவும்

source: Seriesindex: %(seriesindex)s is not a valid number, skipping
ta: Seriesindex: %(seriesindex)s செல்லுபடியாகும் எண் அல்ல, தவிர்க்கிறது

source: User has no rights to upload additional file formats
ta: கூடுதல் கோப்பு வடிவங்களைப் பதிவேற்ற பயனருக்கு உரிமை இல்லை

source: Failed to create path %(path)s (Permission denied).
ta: பாதை %(path)s உருவாக்குவதில் தோல்வி (அனுமதி மறுக்கப்பட்டது).

source: Failed to store file %(file)s.
ta: %(file)s கோப்பை சேமிப்பதில் தோல்வி.

source: File format %(ext)s added to %(book)s
ta: %(ext)s கோப்பு வடிவம் %(book)s இல் சேர்க்கப்பட்டது

source: %(format)s format not found for book id: %(book)d
ta: புத்தக ஐடிக்கு %(format)s வடிவம் இல்லை: %(book)d

source: %(format)s not found on Google Drive: %(fn)s
ta: Google இயக்ககத்தில் %(format)s காணப்படவில்லை: %(fn)s

source: %(format)s not found: %(fn)s
ta: %(format)s காணப்படவில்லை: %(fn)s

source: Send to eReader
ta: மின் வாசகர்க்கு அனுப்பவும்

source: This Email has been sent via Calibre-Web.
ta: இந்த மின்னஞ்சல் Calibre-Web வழியாக அனுப்பப்பட்டது.

source: Calibre-Web Test Email
ta: Calibre-Web சோதனை மின்னஞ்சல்

source: Test Email
ta: சோதனை மின்னஞ்சல்

source: Get Started with Calibre-Web
ta: Calibre-Web உடன் தொடங்கவும்

source: Registration Email for user: %(name)s
ta: பயனருக்கான பதிவு மின்னஞ்சல்: %(name)s

source: Convert %(orig)s to %(format)s and send to eReader
ta: %(orig)s ஐ %(format)s ஆக மாற்றி மின் வாசகர்க்கு அனுப்பவும்

source: Send %(format)s to eReader
ta: மின் வாசகர்க்கு %(format)s ஐ அனுப்பவும்

source: %(book)s send to eReader
ta: %(book)s மின் வாசகர்க்கு அனுப்பப்படும்

source: The requested file could not be read. Maybe wrong permissions?
ta: கோரப்பட்ட கோப்பைப் படிக்க முடியவில்லை. ஒருவேளை தவறான அனுமதிகள்?

source: Read status could not set: {}
ta: வாசிப்பு நிலையை அமைக்க முடியவில்லை: {}

source: Deleting bookfolder for book %(id)s failed, path has subfolders: %(path)s
ta: %(id)s புத்தகத்திற்கான புத்தகக் கோப்புறையை நீக்குவது தோல்வியடைந்தது, பாதையில் துணைக் கோப்புறைகள் உள்ளன: %(path)s

source: Deleting book %(id)s failed: %(message)s
ta: %(id)s புத்தகத்தை நீக்குவது தோல்வி: %(message)s

source: Rename author from: '%(src)s' to '%(dest)s' failed with error: %(error)s
ta: இதிலிருந்து ஆசிரியரின் பெயரை மாற்றவும்: '%(src)s' ஆக '%(dest)s' ஆக பிழையுடன் தோல்வியடைந்தது: %(error)s

source: File %(file)s not found on Google Drive
ta: %(file)s கோப்பு Google இயக்ககத்தில் காணப்படவில்லை

source: Rename title from: '%(src)s' to '%(dest)s' failed with error: %(error)s
ta: இதிலிருந்து தலைப்பை மறுபெயரிடவும்: '%(src)s' ஆக '%(dest)s' பிழையுடன் தோல்வியடைந்தது: %(error)s

source: Book path %(path)s not found on Google Drive
ta: புத்தக பாதை %(path)s Google இயக்ககத்தில் காணப்படவில்லை

source: Found an existing account for this Email address
ta: இந்த மின்னஞ்சல் முகவரிக்கு ஏற்கனவே கணக்கு உள்ளது

source: This username is already taken
ta: இந்த பயனர் பெயர் ஏற்கனவே எடுக்கப்பட்டது

source: Invalid Email address format
ta: தவறான மின்னஞ்சல் முகவரி வடிவம்

source: Password doesn't comply with password validation rules
ta: கடவுச்சொல் சரிபார்ப்பு கடவுச்சொல் விதிகளுடன் இணங்கவில்லை

source: Python module 'advocate' is not installed but is needed for cover uploads
ta: பைதான் தொகுதி 'வழக்கறிஞர்' நிறுவப்படவில்லை ஆனால் கவர் பதிவேற்றங்களுக்கு இது தேவைப்படுகிறது

source: Error Downloading Cover
ta: அட்டையைப் பதிவிறக்குவதில் பிழை

source: Cover Format Error
ta: கவர் வடிவமைப்பு பிழை

source: Failed to create path for cover
ta: மேலுறைக்கான பாதையை உருவாக்க முடியவில்லை

source: Cover-file is not a valid image file, or could not be stored
ta: மேலுறை-கோப்பு சரியான படக் கோப்பு அல்ல, அல்லது சேமிக்க முடியவில்லை

source: Only jpg/jpeg/png/webp/bmp files are supported as coverfile
ta: jpg/jpeg/png/webp/bmp கோப்புகள் மட்டுமே மேலுறை-கோப்புக்கு ஆதரிக்கப்படும்

source: Invalid cover file content
ta: தவறான மேலுறை-கோப்பு உள்ளடக்கம்

source: Only jpg/jpeg files are supported as coverfile
ta: jpg/jpeg கோப்புகள் மட்டுமே மேலுறை-கோப்புக்கு ஆதரிக்கப்படும்

source: Cover
ta: மேலுறை

source: UnRar binary file not found
ta: UnRar பைனரி கோப்பு கிடைக்கவில்லை

source: Error executing UnRar
ta: UnRar ஐ இயக்குவதில் பிழை

source: Could not find the specified directory
ta: குறிப்பிட்ட கோப்பகத்தைக் கண்டுபிடிக்க முடியவில்லை

source: Please specify a directory, not a file
ta: தயவு செய்து ஒரு கோப்பகத்தைக் குறிப்பிடவும், கோப்பு அல்ல

source: Calibre binaries not viable
ta: காலிபர் பைனரிகள் சாத்தியமில்லை

source: Missing calibre binaries: %(missing)s
ta: காலிபர் பைனரிகள் காணவில்லை: %(missing)s

source: Missing executable permissions: %(missing)s
ta: இயங்கக்கூடிய அனுமதிகள் இல்லை: %(missing)s

source: Error executing Calibre
ta: காலிபரை இயக்குவதில் பிழை

source: Queue all books for metadata backup
ta: மெட்டாடேட்டா காப்புப்பிரதிக்கு எல்லா புத்தகங்களையும் வரிசைப்படுத்தவும்

source: Kobo Setup
ta: கோபோ அமைப்பு

source: Register with %(provider)s
ta: %(provider)s பதிவு செய்யவும்

source: Unlink to %(oauth)s Failed
ta: %(oauth)s இணைப்பை பிரிக்க முடியவில்லை

source: Not Linked to %(oauth)s
ta: %(oauth)s உடன் இணைக்கப்படவில்லை

source: Failed to log in with GitHub.
ta: GitHub மூலம் உள்நுழைவு தோல்வியடைந்தது.

source: Failed to fetch user info from GitHub.
ta: GitHub இலிருந்து பயனர் தகவலை பெற முடியவில்லை.

source: Failed to log in with Google.
ta: Google மூலம் உள்நுழைவு தோல்வியடைந்தது.

source: Failed to fetch user info from Google.
ta: Google இலிருந்து பயனர் தகவலை பெற முடியவில்லை.

source: GitHub Oauth error, please retry later.
ta: GitHub Oauth பிழை, பின்னர் முயற்சிக்கவும்.

source: GitHub Oauth error: {}
ta: GitHub Oauth பிழை: {}

source: Google Oauth error, please retry later.
ta: Google Oauth பிழை, பின்னர் முயற்சிக்கவும்.

source: Google Oauth error: {}
ta: Google Oauth பிழை: {}

source: {} Stars
ta: {} நட்சத்திரங்கள்

source: Login
ta: உள்நுழைவு

source: Token not found
ta: டோக்கன் கிடைக்கவில்லை

source: Token has expired
ta: டோக்கன் காலாவதியானது

source: Success! Please return to your device
ta: வெற்றி! உங்கள் சாதனத்திற்கு திரும்பவும்

source: Books
ta: புத்தகங்கள்

source: Show recent books
ta: சமீபத்திய புத்தகங்களை காட்டு

source: Hot Books
ta: பிரபலமான புத்தகங்கள்

source: Show Hot Books
ta: பிரபலமான புத்தகங்களை காட்டு

source: Downloaded Books
ta: பதிவிறக்கம் செய்யப்பட்ட புத்தகங்கள்

source: Show Downloaded Books
ta: பதிவிறக்கம் செய்யப்பட்ட புத்தகங்களை காட்டு

source: Top Rated Books
ta: உயர் மதிப்பீடு பெற்ற புத்தகங்கள்

source: Show Top Rated Books
ta: உயர் மதிப்பீடு பெற்ற புத்தகங்களை காட்டு

source: Read Books
ta: படித்த புத்தகங்கள்

source: Show Read and Unread
ta: படித்த மற்றும் படிக்காதவற்றை காட்டு

source: Unread Books
ta: படிக்காத புத்தகங்கள்

source: Show unread
ta: படிக்காதவற்றை காட்டு

source: Discover
ta: கண்டறி

source: Show Random Books
ta: சமயோக புத்தகங்களை காட்டு

source: Categories
ta: வகைகள்

source: Show Category Section
ta: வகை பகுதியை காட்டு

source: Series
ta: தொடர்கள்

source: Show Series Section
ta: தொடர் பகுதியை காட்டு

source: Authors
ta: ஆசிரியர்கள்

source: Show Author Section
ta: ஆசிரியர் பகுதியை காட்டு

source: Publishers
ta: பதிப்பாளர்கள்

source: Show Publisher Section
ta: பதிப்பாளர் பகுதியை காட்டு

source: Languages
ta: மொழிகள்

source: Show Language Section
ta: மொழி பகுதியை காட்டு

source: Ratings
ta: மதிப்பீடுகள்

source: Success! You are now logged in as: %(nickname)s
ta: வெற்றி! நீங்கள் இப்போது இவ்வாறு உள்நுழைந்துள்ளீர்கள்: %(nickname)s

source: Link to %(oauth)s Succeeded
ta: %(auth)s க்கான இணைப்பு வெற்றியடைந்தது

source: Login failed, No User Linked With OAuth Account
ta: உள்நுழைவு தோல்வியடைந்தது, OAuth கணக்குடன் எந்த பயனரும் இணைக்கப்படவில்லை

source: Unlink to %(oauth)s Succeeded
ta: %(auth)sக்கான இணைப்பை நீக்குதல் வெற்றியடைந்தது

source: Show Ratings Section
ta: மதிப்பீடுகள் பகுதியைக் காட்டு

source: File formats
ta: கோப்பு வடிவங்கள்

source: Show File Formats Section
ta: கோப்பு வடிவங்கள் பகுதியைக் காட்டு

source: Archived Books
ta: காப்பகப்படுத்தப்பட்ட புத்தகங்கள்

source: Show Archived Books
ta: காப்பகப்படுத்தப்பட்ட புத்தகங்களைக் காட்டு

source: Books List
ta: புத்தகங்கள் பட்டியல்

source: Show Books List
ta: புத்தகங்களின் பட்டியலைக் காட்டு

source: Search
ta: தேடு

source: Published after
ta: பிறகு வெளியிடப்பட்டது

source: Published before
ta: முன்பு வெளியிடப்பட்டது

source: Rating <= %(rating)s
ta: மதிப்பீடு <= %(rating)s

source: Rating >= %(rating)s
ta: மதிப்பீடு >= %(rating)s

source: Read Status = '%(status)s'
ta: நிலை = '%(status)s படிக்கவும்

source: Error on search for custom columns, please restart GetMyEbookWeb
ta: தனிப்பயன் நெடுவரிசைகளைத் தேடுவதில் பிழை, GetMyEbookWeb ஐ மீண்டும் தொடங்கவும்

source: Advanced Search
ta: மேம்பட்ட தேடல்

source: Invalid shelf specified
ta: தவறான புத்தக வரிசை குறிப்பிடப்பட்டுள்ளது

source: Sorry you are not allowed to add a book to that shelf
ta: மன்னிக்கவும், அந்த புத்தக வரிசையில் புத்தகத்தைச் சேர்க்க உங்களுக்கு அனுமதி இல்லை

source: Book is already part of the shelf: %(shelfname)s
ta: புத்தகம் ஏற்கனவே வரிசையில் ஒரு பகுதியாக உள்ளது: %(shelfname)s

source: %(book_id)s is a invalid Book Id. Could not be added to Shelf
ta: %(book_id)s என்பது தவறான புத்தக ஐடி. வரிசையில் சேர்க்க முடியவில்லை

source: Book has been added to shelf: %(sname)s
ta: புத்தகம் வரிசையில் சேர்க்கப்பட்டது: %(sname)s

source: You are not allowed to add a book to the shelf
ta: வரிசையில் புத்தகத்தைச் சேர்க்க உங்களுக்கு அனுமதி இல்லை

source: Books are already part of the shelf: %(name)s
ta: புத்தகங்கள் ஏற்கனவே வரிசையில் ஒரு பகுதியாக உள்ளன: %(name)s

source: Books have been added to shelf: %(sname)s
ta: புத்தகங்கள் வரிசையில் சேர்க்கப்பட்டுள்ளன: %(sname)s

source: Could not add books to shelf: %(sname)s
ta: புத்தகங்களை வரிசையில் சேர்க்க முடியவில்லை: %(sname)s

source: Book has been removed from shelf: %(sname)s
ta: புத்தகம் வரிசையில் இருந்து அகற்றப்பட்டது: %(sname)s

source: Sorry you are not allowed to remove a book from this shelf
ta: மன்னிக்கவும், இந்த வரிசையில் இருந்து புத்தகத்தை அகற்ற உங்களுக்கு அனுமதி இல்லை

source: Create a Shelf
ta: ஒரு வரிசையை உருவாக்கவும்

source: Sorry you are not allowed to edit this shelf
ta: மன்னிக்கவும், இந்த வரிசையை திருத்த உங்களுக்கு அனுமதி இல்லை

source: Edit a shelf
ta: வரிசையை திருத்தவும்

source: Error deleting Shelf
ta: வரிசையை நீக்குவதில் பிழை

source: Shelf successfully deleted
ta: வரிசை வெற்றிகரமாக நீக்கப்பட்டது

source: Change order of Shelf: '%(name)s'
ta: புத்தக வரிசையின் வரிசையை மாற்றவும்: '%(name)s'

source: Sorry you are not allowed to create a public shelf
ta: மன்னிக்கவும், பொது வரிசையை உருவாக்க உங்களுக்கு அனுமதி இல்லை

source: Shelf %(title)s created
ta: புத்தக வரிசை %(title)s உருவாக்கப்பட்டது

source: Shelf %(title)s changed
ta: புத்தக வரிசை %(title)s மாற்றப்பட்டன

source: There was an error
ta: பிழை ஏற்பட்டது

source: A public shelf with the name '%(title)s' already exists.
ta: '%(title)s' என்ற பெயரில் ஒரு பொது புத்தக வரிசை ஏற்கனவே உள்ளது.

source: Shelf: '%(name)s'
ta: புத்தக வரிசை: '%(name)s'

source: Error opening shelf. Shelf does not exist or is not accessible
ta: வரிசையைத் திறப்பதில் பிழை. புத்தக வரிசை இல்லை அல்லது அணுக முடியாது

source: Tasks
ta: பணிகள்

source: Waiting
ta: காத்திருக்கிறது

source: Failed
ta: தோல்வியடைந்தது

source: Started
ta: தொடங்கப்பட்டது

source: Finished
ta: முடிந்தது

source: Ended
ta: முடிந்தது

source: Cancelled
ta: ரத்து செய்யப்பட்டது

source: Unknown Status
ta: தெரியாத நிலை

source: Unexpected data while reading update information
ta: புதுப்பிப்புத் தகவலைப் படிக்கும்போது எதிர்பாராத தரவு

source: No update available. You already have the latest version installed
ta: புதுப்பிப்பு இல்லை. நீங்கள் ஏற்கனவே சமீபத்திய பதிப்பை நிறுவியுள்ளீர்கள்

source: Could not fetch update information
ta: புதுப்பிப்புத் தகவலைப் பெற முடியவில்லை

source: Click on the button below to update to the latest stable version.
ta: சமீபத்திய நிலையான பதிப்பிற்கு புதுப்பிக்க கீழே உள்ள பொத்தானைக் கிளிக் செய்யவும்.

source: No release information available
ta: வெளியீட்டுத் தகவல் இல்லை

source: Discover (Random Books)
ta: கண்டுபிடி (ரேண்டம் புக்ஸ்)

source: Hot Books (Most Downloaded)
ta: சூடான புத்தகங்கள் (அதிகமாக பதிவிறக்கம் செய்யப்பட்டவை)

source: Downloaded books by %(user)s
ta: %(user)s மூலம் பதிவிறக்கம் செய்யப்பட்ட புத்தகங்கள்

source: Author: %(name)s
ta: ஆசிரியர்: %(name)s

source: Publisher: %(name)s
ta: வெளியீட்டாளர்: %(name)s

source: Series: %(serie)s
ta: தொடர்: %(serie)s

source: Rating: None
ta: மதிப்பீடு: இல்லை
