{
    "version": "v1.0.0",
    "entity": {
        "type": "organisation",
        "role": "owner",
        "name": "VGLUG FOUNDATION",
        "email": "vpmglug@gmail.com",
        "phone": "9677504839",
        "description": "The VGLUG Foundation, established in 2013, is a nonprofit organization inspired by the global Free and Open Source Software (FOSS) movement. As a social initiative, VGLUG is dedicated to spreading the principles and values of free software, aiming to foster knowledge liberation and technological empowerment. \n\nOur mission is to promote the use of free software and advocate its ideological significance across all regions of our nation—from urban centers to the most underserved communities. We strive to bridge the digital divide by educating individuals and organizations about the benefits of free software, ensuring that the advantages of open-source technology are accessible to everyone, regardless of their socioeconomic background. \n\nOur core objectives include raising awareness among computer users about the value of free software, facilitating its adoption in diverse sectors such as rural areas, schools, higher education, and academic and industrial research. By promoting open-source solutions, we seek to revolutionize the educational and technological landscape, encouraging innovation, collaboration, and the democratization of knowledge.",
        "webpageUrl": {
            "url": "https://vglug.org",
            "wellKnown": ""
        }
    },
    "projects": [{
        "guid": "getmyebook-web",
        "name": "GetMyEbook Web",
        "description": "This is a free eBook learning platform that provides access to a diverse collection of books, all available under Creative Commons (CC) licenses. It empowers users to explore, read, and learn from a wide variety of resources at no cost, fostering knowledge sharing and accessibility for everyone. This includes the web development, OCR application, collecting books from author and adding it in cc license and proof reading for building it as epub",
        "webpageUrl": {
            "url": "https://getmyebook.in",
            "wellKnown": ""
        },
        "repositoryUrl": {
            "url": "https://github.com/vglug/GetMyEbookWeb",
            "wellKnown": ""
        },
        "licenses": ["gplV3"],
        "tags": ["ebook", "library", "books", "FOSS", "DigitalBooks", "OpenAccess", "Accessible Learning"]
    },
    {
        "guid": "getmyebookapp",
        "name": "GetMyEbook App",
        "description": "A go-to platform for eBooks, this Android app transforms your phone into a portable library, offering a seamless and immersive reading experience. With access to a vast collection of free books, it empowers users to explore diverse genres and topics effortlessly. Designed to provide a native, book-like feel, the app encourages a positive habit shift by making reading an integral part of your phone usage. Embrace the joy of learning and reading, anytime, anywhere—all for free!",
        "webpageUrl": {
            "url": "https://getmyebook.in",
            "wellKnown": ""
        },
        "repositoryUrl": {
            "url": "https://github.com/vglug/GetMyEbookApp",
            "wellKnown": ""
        },
        "licenses": ["gplV3"],      
        "tags": ["FreeEbooks", "MobileLibrary", "ImmersiveReading"]
	}        
    "funding": {
        "channels": [{
            "guid": "mybank",
            "type": "bank",
            "address": "",
            "description": "Will accept direct bank transfers. Please e-mail me for details."
        }],
        "plans": [{
            "guid": "hosting-monthly",
            "status": "active",
            "name": "Hosting support",
            "description": "This will cover the monthly server hosting costs for the projects.",
            "amount": 21102,
            "currency": "INR",
            "frequency": "monthly",
            "channels": ["bank"]
        },
        {
            "guid": "developer-time",
            "status": "active",
            "name": "Developer Compensation",
            "description": "This will cover the cost of two developers working part-time and interns working full-time on the projects.",
            "amount": 116000,
            "currency": "INR",
            "frequency": "monthly",
            "channels": ["bank"]
        },
        {
            "guid": "proof-readers",
            "status": "active",
            "name": "Proof Readers Compensation",
            "description": "This process involves scanning the books and doing the OCR also proof reading the books.Totally 6 fullm timers involves in this process with renumeration of 15000 INR",
            "amount": 90000,
            "currency": "INR",
            "frequency": "monthly",
            "channels": ["bank"]
        },
        {
            "guid": "scanning-machine",
            "status": "active",
            "name": "Scanning machine cost",
            "description": "This an one time cost for buying the scanning machine which is used to scan the old books and involves it into OCR process.",
            "amount": 110000,
            "currency": "INR",
            "frequency": "one-time",
            "channels": ["bank"]
        },
        {
            "guid": "rental-laptops",
            "status": "active",
            "name": "Laptops rental cost", 
            "description": "This involves the cost of laptops used by the proof readers ,therfore 6 laptops involves in it each cost 2000 INR per month",
            "amount": 12000,
            "currency": "INR",
            "frequency": "monthly",
            "channels": ["bank"]
        },
        {
            "guid": "connectivity",
            "status": "active",
            "name": "Electricity and internet",
            "description": "This involves the cost of electricity bill and internet bill",
            "amount": 4200,
            "currency": "INR",
            "frequency": "monthly",
            "channels": ["bank"]
        },
        {
            "guid": "library-reachouts"
            "status": "active",
            "name": "Reaching out GetMyEBooks to Public libraries",
            "description": "This involves the cost of frame that have QR-code that redirect to GetMyEbook site using that readers can get access to number of free E-books. Each library costs 500 INR",
            "amount": 2000000,
            "currency": "INR",
            "frequency": "one-time",
            "channels": ["bank"]
        }],
    }
}

